import "./style.css";
function FavouriteFilm(){
    return (
        <div>
            <h2>Сам удома</h2>
            <div className="logo-description">
                <img src="https://upload.wikimedia.org/wikipedia/uk/f/ff/%D0%A1%D0%B0%D0%BC_%D1%83%D0%B4%D0%BE%D0%BC%D0%B0.jpg" />
                <div className="text">
                    <p>«Сам удо́ма» (англ. Home Alone) — сімейний фільм і різдвяна комедія 1990 року. Прем'єра відбулася в США 10 листопада 1990 року у кінотеатрах Чикаго, 25 грудня вийшов на телеканалі «FOX», в Україні — 31 грудня 1997 року на телеканалі «1+1» та 31 грудня 2005 року — на «Новому каналі». Фільм мав гучний успіх — за 29 тижнів прокату по всьому світі він зібрав 476,6 млн доларів, що є рекордом для фільмів цього жанру. 1991 року це було третє місце за касовими зборами серед усіх фільмів.</p>
                    <p>На пострадянському просторі фільм поширювався на «піратських» відеокасетах у перекладі Олексія Міхальова під назвою «Сам без нагляду» (рос. Один без присмотра) і «Вдома один» (рос. Дома один).</p>
                    <p>В Україні з 31 грудня 1997 по 31 грудня 2004 року і з 2 січня 2011 року традиційно транслюється щороку в період різдвяних та новорічних свят на каналах «1+1», «1+1 Україна» та «ТЕТ», а також транслювався на «Новому каналі» з 31 грудня 2005 по 31 грудня 2009 року.</p>
                </div>
                
            </div>
            <h3>Режисер - Кріс Коламбус</h3>
            <h3>Рік випуску - 1990</h3>
            <h3>Кіностудія - Hughes Entertainment</h3>
        </div>
    );
}
export default FavouriteFilm;