function HomeAnimal() {
    return (
        <div>
            <h2>Кіт свійський</h2>
            <div style={{ display: 'flex', gap: '10px' }}>
                <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Cat_poster_2.jpg/1024px-Cat_poster_2.jpg" height={300} style={{objectFit: "contain"}} />
                <div>
                    <p>Кіт сві́йський, або кі́шка сві́йська (лат. Felis silvestris catus, Felis lybica catus або Felis catus) — невеликий ссавець ряду хижих родини котових. Сучасна назва походить від латинської назви catus, що використовується для свійського кота, на відміну від дикого, який латиною називається felis.Кіт перебуває в тісному співіснуванні з людиною понад 9500 років[1] та є найпоширенішою хатньою твариною[2]. Поширений у всіх районах земної кулі. Україна за даними 2006 року входила в 10 країн з найбільшою кількістю населення котів, ставши домом для 7 350 000 домашніх котів[3], але втратила цей статус[4]. Загалом у світі налічується близько 600 млн (2015 рік) свійських котів[5], і за останніми дослідженнями, 80 % з них — бродячі[6][7].</p>
                    <p>Українські слова <i>кіт</i> і <i>кішка</i> походять від пізньолатинських catus або cattus чи catta. Ще в давньоруську добу була запозичена лексема cattus, яка внаслідок певних фонетичних і морфологічних змін набула вигляду котъ і котъка, що були споріднені з давньочеськими kot і kotwa. Ці лексеми фіксуються в пам'ятках «Житії Андрея Юродивого» (XV—XVI ст.), «Временнику Георгія Амартола» (XIV—XV ст.)[12].</p>
                </div>
                
            </div>
        </div>
    );
}
export default HomeAnimal;